vim
git
curl
wget
apt-transport-https
gpg
ca-certificates
temurin-21-jdk
jq
gnome-shell-extension-manager
flatpak
gimp
syncthing
htop
iotop
iftop
neofetch
stow
tmux
zoxide
mpv
tree
inotify-tools
rsync
ncdu
bash-completion
fzf
neovim
codium
bind9-dnsutils
tcpdump
netcat-openbsd
strace
python3-venv
go-md2man
wireshark
adwaita-qt
qt5-gtk-platformtheme
qt6-gtk-platformtheme
adwaita-qt6
qgnomeplatform-qt5 
