vim
git
curl
wget
apt-transport-https
gpg
ca-certificates
temurin-21-jdk
jq
gnome-shell-extension-manager
flatpak
gimp
syncthing
htop
iotop
iftop
neofetch
stow
tmux
zoxide
mpv
tree
